export const ABOUT_TITLE = 'За събитието';

export const ABOUT_TEXT = `Денят на отворените врати на Технологично училище “Електронни системи” към Техническия университет - София, познат катоТУЕС ФЕСТ, наближава.
Той ще се проведе на 20 И 21 април 2024 година на територията на София Тех Парк в Иновационен Форум “Джон Атанасов”.`;

export const ABOUT_BUTTON = 'научете повече за ТУЕС';

export const ABOUT_SUBTEXT =
	'Вижте програмата на ТУЕС Фест 2024 и следете събитието във Facebook за актуални новини! Разгледайте невероятните проекти на учениците.';

export const ABOUT_IMAGE = '/assets/about/about2.jpg';
