import { Code2, GraduationCap, HelpCircle, Presentation, Scale, Users2 } from 'lucide-react';

export const EXPECTATIONS = [
	{
		icon: <Code2 size={34} />,
		title: 'Интригуващи проекти',
		text: `Разгледайте най-добрите технологични проекти на учениците от ТУЕС в сайта и на livestream програмата на ТУЕС Фест.`,
	},
	{
		icon: <Presentation size={34} />,
		title: 'Официално награждаване',
		text: `Тази година ще бъдат наградени най-добрите проекти в различните категории. Закриващата церемония ще се проведе на живо, както и ще бъде излъчена и на официалния канал на ТУЕС в YouTube!`,
	},
	{
		icon: <Scale size={34} />,
		title: 'Онлайн гласуване',
		text: `Гласувайте онлайн за проекта, впечатлил Ви най-много, за да му помогнете да спечели наградата на публиката!`,
	},
	{
		icon: <HelpCircle size={34} />,
		title: 'Въпроси и отговори',
		text: `Задавайте своите въпроси, свързани с училището. Всеки един туесар с радост ще отговори на тях и ще ви разкаже защо ТУЕС е най-готиното училище!`,
	},
	{
		icon: <GraduationCap size={34} />,
		title: 'За училището',
		text: `Научете повече за уникалния образователен модел на ТУЕС и какво прави училището толкова успешно. Запознайте се с преподавателите и учениците, които ще ви разкажат за ТУЕС.`,
	},
	{
		icon: <Users2 size={34} />,
		title: 'Връзка с бизнеса',
		text: `Научете повече за тясната връзка с ИТ бизнеса, която е ключова за ТУЕС. Чуйте мнението и на бизнес партньорите на училището.`,
	},
];
