export const SCHEDULE_DAY1 = [
	{
		start: '9:00',
		end: '10:30',
		title: '35x TUES',
		description: '',
		icon: '',
		pos: 'left',
	},
	{
		start: '10:45',
		end: '11:30',
		title: 'ТУЕС',
		description: `<ul class='flex flex-col gap-2 pt-2'>
			<li class='px-4 py-2 bg-bg-color border border-stroke rounded-xl'>Отвътре навън</li>
			<li class='px-4 py-2 bg-bg-color border border-stroke rounded-xl'>Общността ТУЕС</li>
			<li class='px-4 py-2 bg-bg-color border border-stroke rounded-xl'>Животът след ТУЕС. Уроци от моите академични и професионални премеждия.</li>
		</ul>`,
		icon: '',
		pos: 'right',
	},
	{
		start: '11:30',
		end: '12:15',
		title: 'Промяната - единствената константа',
		description: `<ul class='flex flex-col gap-2 pt-2'>
			<li class='px-4 py-2 bg-bg-color border border-stroke rounded-xl'>Нашият успех е заради вас  - учениците на ТУЕС.</li>
			<li class='px-4 py-2 bg-bg-color border border-stroke rounded-xl'>Житейският път след ТУЕС отвъд океана</li>
			<li class='px-4 py-2 bg-bg-color border border-stroke rounded-xl'>Иновациите, които се раждат на най-неочакваните места</li>
		</ul>`,
		icon: '',
		pos: 'right',
	},
	{
		start: '12:30',
		end: '13:15',
		title: 'Киберсигурни',
		description: `<ul class='flex flex-col gap-2 pt-2'>
			<li class='px-4 py-2 bg-bg-color border border-stroke rounded-xl'>Киберсигурност - какво следва?</li>
			<li class='px-4 py-2 bg-bg-color border border-stroke rounded-xl'>Изкуството да управляваш уязвимости: защита на приложения, мрежи и системи от хакерски атаки</li>
			<li class='px-4 py-2 bg-bg-color border border-stroke rounded-xl'>Приемате ли бисквитки? </li>
		</ul>`,
		icon: '',
		pos: 'left',
	},
	{
		start: '13:15',
		end: '14:00',
		title: 'Пътят към бъдещето',
		description: `<ul class='flex flex-col gap-2 pt-2'>
			<li class='px-4 py-2 bg-bg-color border border-stroke rounded-xl'>Изкуствения интелект в съвременното обучение</li>
			<li class='px-4 py-2 bg-bg-color border border-stroke rounded-xl'>Тайната на вечната младост (и съвсем мъничко безсмъртие)</li>
			<li class='px-4 py-2 bg-bg-color border border-stroke rounded-xl'>Какво да вземем по пътя си, за да стигнем, където искаме?</li>
		</ul>`,
		icon: '',
		pos: 'left',
	},
	{
		start: '15:00',
		end: '16:30',
		title: 'Battle Bots - полуфинали',
		description: ' Ще имате възможността да се насладите на полуфиналните битки на Battle Bots.',
		icon: '',
		pos: 'left',
	},
	{
		start: '16:30',
		end: '19:00',
		title: 'Изложение на ученически проекти',
		description: `Всеки посетител ще има възможността:
		<ul class='flex flex-col gap-2 pt-2'>
			<li class='px-4 py-2 bg-bg-color border border-stroke rounded-xl'>Да разгледа <strong>150 ученически проекта</strong> и да поговори с техните създатели</li>
			<li class='px-4 py-2 bg-bg-color border border-stroke rounded-xl'>Да се запознае със спонсорите на събитието</li>
			<li class='px-4 py-2 bg-bg-color border border-stroke rounded-xl'>Да говори с членове на извънкласни клубове в ТУЕС и с други ученици от училището</li>
			<li class='px-4 py-2 bg-bg-color border border-stroke rounded-xl'>Да гласува за любимия си ученически проект</li>
		</ul>`,
		icon: '',
		pos: 'right',
	},
];

export const SCHEDULE_DAY2 = [
	{
		start: '9:30',
		end: '16:30',
		title: 'Изложение на ученически проекти & Battle Bots',
		description: `Всеки посетител ще има възможността:
		<ul class='flex flex-col gap-2 pt-2'>
			<li class='px-4 py-2 bg-bg-color border border-stroke rounded-xl'>Да разгледа <strong>150 ученически проекта</strong> и да поговори с техните създатели</li>
			<li class='px-4 py-2 bg-bg-color border border-stroke rounded-xl'>Да гледа финали на Battle Bots</li>
			<li class='px-4 py-2 bg-bg-color border border-stroke rounded-xl'>Да се запознае със спонсорите на събитието</li>
			<li class='px-4 py-2 bg-bg-color border border-stroke rounded-xl'>Да говори с членове на извънкласни клубове в ТУЕС и с други ученици от училището</li>
			<li class='px-4 py-2 bg-bg-color border border-stroke rounded-xl'>Да гласува за любимия си ученически проект</li>
		</ul>`,
		icon: '',
		pos: 'left',
	},
	{
		start: '16:30',
		end: '19:30',
		title: 'Закриваща церемония',
		description:
			'Време е за награждаване на победителите в различните категории на TUES Fest 2024. Започва се с наградите на нашите спонсори и партньори и след това с почетните първи три места във всяка категория.',
		icon: '',
		pos: 'right',
	},
];

export const LECTORS = [
	{
		name: 'Радостина Герчева',
		photo: '/assets/lectors/gercheva.png',
		about: 'Випуск 2007',
		lecture: 'Общността ТУЕС',
		description: `Туесар по душа, дългогодишен преподавател в ТУЕС, един от учредителите на АЗТУЕС и член на управителния съвет от самото начало до днес. По настоящем председател на УС на АЗТУЕС. “ТУЕС е символ на братство – независимо къде, по какъв повод и в каква ситуация се засичам с туесари, винаги успяваме да се разберем с две думи. Знам, че мога да разчитам на човека срещу мен. Усеща се чувството за принадлежност към едно сплотено „общество“.”`,
	},
	{
		name: 'Димитър Асенов',
		photo: '/assets/lectors/mitko.png',
		about: 'Випуск 2005',
		description:
			'Митко завършва ТУЕС през 2005 година, след което заминава в Германия да следва. Получава бакалавърска степен в областта на компютърните науки от Jacobs University в Бремен и заминава за Швейцария, където получава магистърска и докторска степен от Федералния Технологичен Институт в Цюрих. В 2017 година, започва работа в Google, където работи и до момента в областта на компилатори за програми за машинно самообучение.',
		lecture: 'Животът след ТУЕС. Уроци от моите академични и професионални премеждия.',
	},
	{
		name: 'Мартин Липовски',
		photo: '/assets/lectors/lipovski.png',
		about: 'Випуск 1999',
		lecture: 'Нашият успех е заради вас  - учениците на ТУЕС.',
		description:
			'Мартин Липовски е директор на TBS академията от самото ѝ създаване. Започва своята кариера в TBS през 2004 г. като инженер и се включва в най-големите проекти на компанията, а през следващите години преминава през различни роли, с които подпомага разрастването на TBS - технически ръководител "Проекти", ръководител на инсталационните инженери, ръководител на системните инженери и сървисдеск екипа, подпомагал е предпродажбения процес и последно е заемал длъжността технически оперативен мениджър. Паралелно с това отговаря за всички стажове и съдействия към училища и университети, които TBS подпомага както с външни лекции, така и с летни стажове. През тези повече от 15 години в областта на ИТ инфраструктурата се сертифицира като CCNA/CCDP и ITIL.',
	},
	{
		name: 'Петър Маймунков',
		photo: '/assets/lectors/pepi.png',
		about: 'Випуск 1997',
		description:
			'След ЕТУЕС, завърших Harvard University (BA) със специалност Математика, след което New York University (MSc) и MIT (PhD) със специалност Теория на Компютърните Науки. Две от значимите ми изобретения са Kademlia (една от първите децентрализирани системи) и Online Codes (първият код за трансмисия на данни през корумпирани канали, който работи в реално време). През годините съм работил в DARPA, Google, Amazon Lab126 и Protocol Labs. Интересувам се от Математиката на езици в най-общ смисъл и механизми за самоуправление на общества, което е темата на неправителствената организация Gov4Git Foundation, която в момента оглавявам. Имам две дечица и прекарвам свободното си време в планините със скално катерене.',
		lecture: 'Житейският път след ТУЕС отвъд океана',
	},
	{
		name: 'Яне Френски',
		photo: '/assets/lectors/qne.png',
		about: 'Випуск 2001',
		description:
			'Яне Френски завършва ТУЕС през 2001-ва година. После следва "Компютърни системи и технологии" в ТУ-София, а наскоро (през 2022-ра) се дипломира и от Оксфордския Университет по специалност "Стратегии и иновации". Кариерата му започва в ИТ сектора в България и продължава със създаването на първия си стартъп в Австрия през 2008 г. Няколко години по-късно започва работа в Организацията на Обединените Нации (ООН), за която работи над 12 години като има шанса да служи в няколко офиса на организацията в различни точки на света - Брюксел, Ню Йорк, Виена, Кабо Верде и Женева. В ООН работи основно като експерт по технологии и иновации за устойчиво развитие като успява да развие и подкрепи различни акселераторски и инкубаторски програми за младежи. От малко повече от година живее в слънчева Испания и работи върху голямата си страст - образователните технологии.',
		lecture: 'Иновациите, които се раждат на най-неочакваните места',
	},

	{
		name: 'Петър Кирков',
		photo: '/assets/lectors/kirkov.png',
		description:
			'Петър Кирков е завършил ТУЕС през 1997 г. и понастоящем има над 18 години опит в киберсигурността както в публичния, така и в частния сектор. Петър е Национален координатор по киберсигурност на Република България, както и преподава Мрежова и информационна сигурност на 12 клас в училището. Той има значителен опит с регулации, както на национално, така и на европейско ниво и е участвал в множество проекти, свързани с киберсигурност, защита на данните, комуникационни мрежи и решения за защита на корпоративни и национални информационни активи и ресурси. Ръководил е консултантнско и ИТ одит звено в Big4 компания, както и дирекция "Мрежова и информационна сигурност" в Министерство на електронното управление, която отговаря за националните и европейските политики и нормативни актове, свързани с киберсигурността. Неговият основен фокус е киберсигурност и процесите, свързани с нея.',
		lecture: 'Киберсигурност - какво следва?',
		about: 'Випуск 1997',
	},
	{
		name: 'Красимир Коцев',
		photo: '/assets/lectors/kotsev.png',
		about: 'Випуск 2012',
		description:
			'Красимир Коцев e основател и управител на SoCyber Ltd. който прекарва голяма част от професионалния си опит в индустрията за информационна сигурност. Започва като кибер ентусиаст, когато е на 14, прекарвайки дните си в учене как да прониква в мрежи и системи. След завършването на ТУЕС работи като анализатор по мрежова и системна сигурност. През 2018 г. стартира компанията за киберсигурност SoCyber, специализирана във Vulnerability Assessment, Penetration Testing, Red Teaming &amp; Social engineering и други дисциплини за тестване на сигурността. Той бе отличен в топ 100 на най-влиятелните IT личности в България за 2023, получава награда от Forbes 30 under 30 за създаването на платформата за управление на уязвимости – Kikimora.io, отделен софтуерен продукт на SoCyber. Таргет за Kikimora са компании от финансовата сфера, сферата на критичната инфраструктура и здравеопазването. Ако не откриете Красимир в офиса, той вероятно обикаля Европа с мотора си в търсене на малко известни забележителности.',
		lecture: 'Изкуството да управляваш уязвимости: защита на приложения, мрежи и системи от хакерски атаки',
	},
	{
		name: 'Иво Емануилов',
		photo: '/assets/lectors/ivo.png',
		about: 'Випуск 2008',
		description:
			'Иво Емануилов е основател на I/O - ново поколение интердисциплинарна практика, която преплита технологичното консултиране и прототипирането на прагматични решения с високоспециализирани консултации в областта на технологичното право и етиката. Иво е юрист, интердисциплинарен изследовател и програмист с над 10-годишен международен опит в консултирането, координирането и изпълнението на научноизследователски проекти, придобит в България, Белгия и Швеция. Интересите му са изцяло в областта на информационните и комуникационните технологии, и по-специално машинно самообучение в индустриален контекст, закрила на индустриалната собственост (патентна закрила на компютърно приложими изобретения), лицензиране на технологии с отворен код, защита на личните данните, управление и споделяне на индустриални данни и киберсигурност.',
		lecture: 'Приемате ли бисквитки?',
	},
	{
		name: 'Теодор Панайотов',
		photo: '/assets/lectors/toshko.png',
		about: 'Випуск 2006',
		description:
			'Съосновател на EtherMind. EtherMind създава AI Personas в различни области на експертиза. Задвижва се от най-добрите в класа LLM, патентована наука за данните и знания, които не са публично достъпни. ЕМ използва огромна мрежа от човешки експерти, за да подобрява непрекъснато продукта. Съосновател @ Coursedot. Coursedot предоставя индивидуални решения за обучение на бизнеса по целия свят с глобален пул от 4400+ експертни обучители по технологии и управление. Клиентите включват мултинационални корпорации, разузнавателни и правителствени агенции. Един от малкото българи, завършили програмата Singularity University`s @ NASA Ames, фокусирана върху изкуствения интелект, експоненциалните технологии и трансформацията на бизнеса и обществото. Запален по образованието и пробивните технологии (току-що получи първия патент за намаляване на емисиите в тежката индустрия). Понастоящем се фокусира върху ИИ - използва експерти по темата в корпорации, които помагат за повишаване на квалификацията и консултиране. Силно ангажиран с Асоциацията на възпитаниците на ТУЕС, най-добрата ИТ-ориентирана гимназия в България. Баща на 3 прекрасни деца. Обича бразилско джиу-джицу, ски и кайтсърф.',
		lecture: 'Изкуствения интелект в съвременното обучение',
	},
	{
		name: 'Владислав Янков',
		photo: '/assets/lectors/vladi.png',
		about: 'Випуск 1995',
		lecture: 'Тайната на вечната младост (и съвсем мъничко безсмъртие)',
		description:
			'Влади е завършил третия випуск на ЕТУЕС през 1995, вече е щастлив баща на 4 деца и търси предизвикателства в Арабската пустиня. Пял е в хор, но още не носи очила. За тези над 27 години трудов стаж е минал през 3 startup-a и две водещи корпорации... но си признава, че най-трудно му е било с продажбата на тениски и сокове на Илиянци в началото на 90-те.',
	},
	{
		name: 'Светозар Георгиев',
		photo: '/assets/lectors/zarko.png',
		about: 'Випсук 1995',
		description:
			'Светозар Георгиев е съосновател на Telerik, Telerik Academy и Campus X. След като прекара 14 години в изграждането на глобална софтуерна компания, сега той се е посветил на споделянето на наученото със следващото поколение български предприемачи. Като съосновател и съизпълнителен директор на Telerik, Светозар изигра важна роля в управлението на компанията от малък стартъп до глобален пазарен лидер, с екип от над 850 души в 11 офиса по целия свят. Днес той е партньор във фонда за рисков капитал Eleven Ventures. Светозар също е активен ментор и съветник, работещ с множество стартиращи компании и обществени организации. Неговата мисия е да помогне на местните технологични и стартиращи екосистеми да се развият и да станат значими сили за положителна промяна в България. В момента е председател на BESCO – Българската Предприемаческа Асоциация, заместник-председател на фондация „Заедно в Час“ и член на Настоятелството на Американския Университет в България. Горд ТУЕС-ар от випуск ’95 и съосновател на АЗТУЕС.',
		lecture: 'Какво да вземем по пътя си, за да стигнем, където искаме?',
	},
];
